# -*- coding: utf-8 -*-

allergens = {
    u"Глутен": [
        u"Зърнени култури, съдържащи глутен",
        u"брашно",
        u"шоколад",
        u"спагети",
        u"булгур",
        u"ечемик",
        u"бакпулвер",
        u"пипер",
        u"бира",
        u"ядки",
        u"кускус",
        u"кетчуп",
        u"горчица",
    ],
    u"Ракообразни": [
        u"Ракообразни и продукти от тях",
        u"раци",
        u"рак",
    ],
    u"Яйца": [
        u"Яйца и продукти от тях",
        u"яйца",
        u"яйце",
        u"жълтък",
        u"жълтъци",
        u"жълтъка",
        u"белтък",
        u"белтъци",
        u"белтъка",
    ],
    u"Риба": [
        u"Риба и рибни продукти",
        u"риба",
        u"октопод",
        u"миди",
        u"ролца от раци",
    ],
    u"Фъстъци": [
        u"Фъстъци и продукти от тях",
        u"фъстъци",
        u"фъстъчено масло",
        u"фъстъчен крем",
    ],
    u"Соя": [
        u"Соя и соеви продукти",
        u"соя",
        u"соев сос",
    ],
    u"Мляко": [
        u"Мляко и млечни продукти",
        u"сирене",
        u"кашкавал",
        u"масло",
        u"сметана",
        u"заквасена",
        u"сладкарска",
        u"извара",
        u"сладкарска сметана",
        u"кисело мляко"
    ],
    u"Ядки": [
        u"Ядки",
        u"бадеми",
        u"орехи",
        u"макадамия",
        u"леблебия",
        u"слънчогледови семки",
        u"тиквени семки",
        u"кашу",
        u"шамфъстък",
        u"кестени",
        u"лешници",
        u"кедрови ядки",
        u"кайсиеви ядки"
        u"бразилски орех",
        u"орехи куинсленд",
    ],
    u"Целина": [
        u"Целина и продукти от нея",
        u"Целина",
        u"зеленчукови сокове с целина",
        u"семена от целина",
        u"листа от целина",
        u"целина на прах",
        u"сол от целина"
    ],
    u"Синап": [
        u"Синап и продукти от него",
        u"горчица",
        u"синап",
        u"синапено семе",
        u"синапено масло"
    ],
    u"Сусам": [
        u"Сусамово семе и продукти от него",
        u"сусам",
        u"сусамово семе",
    ],
    u"Лупина": [
        u"Лупина и продукти от нея",
        u"лупина"
    ],
    u"Серен диоксид": [
        u"Серен диоксид и сулфиди",
        u"серен диоксид",
        u"сулфиди",
        u"сулфити",
    ],
    u"Мекотели": [
        u"Мекотели и продукти от тях",
        u"мекотели"
    ],
    u"Месо": [
        u"пилешко",
        u"свинско",
        u"телешко",
        u"агнешко",
        u"заешко",
        u"салам",
        u"салами",
        u"кайма",
        u"шунка",
        u"кренвирш"
    ]
}
